import React from 'react'
import './mission.scss'

const Mission = () => {
  return (
    <div className='mission'>
      <h4>Наша мета залишається постійною</h4>
      <p>
        Розгортати, боротися та вигравати у війнах нашої країни, забезпечуючи готове, 
        швидке та стійке домінування армійськими силами у всьому спектрі конфліктів у складі об’єднаних сил.
      </p>
      <p>
        Наша місія є життєво важливою для нації, тому що ми є службою, здатною перемогти 
        сили противника та на невизначений термін захоплювати й контролювати те, що супротивник 
        цінує найбільше – його землю, ресурси та населення.
      </p>
   </div>
  )
}

export default Mission